Revit 2024 API
SpaceTagFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
SpaceTagFilter Class
SpaceTagFilter Members
Autodesk.Revit.DB.Mechanical Namespace